{
  "plugins": {
    "fern-git-status.vim": {
      "src": "https://github.com/lambdalisue/fern-git-status.vim"
    },
    "fern-renderer-web-devicons.nvim": {
      "src": "https://github.com/TheLeoP/fern-renderer-web-devicons.nvim"
    },
    "fern.vim": {
      "src": "https://github.com/lambdalisue/fern.vim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "vim-glyph-palette": {
      "src": "https://github.com/lambdalisue/vim-glyph-palette"
    }
  }
}
